Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Half Demon
source: Half Demon
de: Halbdämon
ja: 半悪魔
ko: 반악마
pl: Półdemon
zh_hans: 半恶魔
zh_hant: 半惡魔

# trait.Half Dragon
source: Half Dragon
de: Halbdrache
ja: 半竜
ko: 반룡
pl: Półsmok
zh_hans: 半龙
zh_hant: 半龍

# trait.Half Dwarf
source: Half Dwarf
de: Halbzwerg
ja: 半ドワーフ
ko: 하프 드워프
pl: Półkrasnolud
zh_hans: 半矮人
zh_hant: 半矮人

# trait.Half Elf
source: Half Elf
de: Halbelf
ja: ハーフエルフ
ko: 하프 엘프
pl: Półelf
zh_hans: 半精灵
zh_hant: 半精靈

# trait.Half Extraterrestrial
source: Half Extraterrestrial
de: Halbaußerirdischer
ja: 半宇宙人
ko: 반외계인
pl: Półkosmita
zh_hans: 半外星人
zh_hant: 半外星人

# trait.Half Incubus
source: Half Incubus
de: Halbinkubus
ja: 半インキュバス
ko: 하프 인큐버스
pl: Półinkub
zh_hans: 半梦魔
zh_hant: 半夢魔

# trait.Half Succubus
source: Half Succubus
de: Halbsukkubus
ja: 半サキュバス
ko: 하프 서큐버스
pl: Półsukkub
zh_hans: 半魅魔
zh_hant: 半魅魔

# trait.Half Updo
source: Half Updo
de: Halb hochgesteckte Frisur
ja: ハーフアップ
ko: 하프 업
pl: Włosy częściowo upięte
zh_hans: 半扎发
zh_hant: 半綁髮

# trait.Half Vampire
source: Half Vampire
de: Halbvampir
ja: 半吸血鬼
ko: 반흡혈귀
pl: Półwampir
zh_hans: 半吸血鬼
zh_hant: 半吸血鬼

# trait.Half-Asian
source: Half-Asian
de: Teilweise asiatische Abstammung
ja: アジア系ハーフ
ko: 아시아계 혼혈
pl: Częściowo azjatyckie pochodzenie
zh_hans: 亚裔混血
zh_hant: 亞裔混血

# trait.Half-breed
source: Half-breed
de: Gemischte Abstammung
ja: 混血
ko: 혼혈
pl: Mieszane pochodzenie
zh_hans: 混血
zh_hant: 混血

# trait.Half-brother
source: Half-brother
de: Halbbruder
ja: 異母・異父兄弟
ko: 이복·이부 형제
pl: Brat przyrodni
zh_hans: 同父异母或同母异父兄弟
zh_hant: 同父異母或同母異父兄弟

# trait.Half-Japanese
source: Half-Japanese
de: Halbjapanische Abstammung
ja: 日本人とのハーフ
ko: 일본계 혼혈
pl: W połowie japońskie pochodzenie
zh_hans: 日裔混血
zh_hant: 日裔混血

# trait.Half-naked
source: Half-naked
de: Halbnackt
ja: 半裸
ko: 반라
pl: Półnagi
zh_hans: 半裸
zh_hant: 半裸

# trait.Half-orphan
source: Half-orphan
de: Halbwaise
ja: 片親を亡くした
ko: 한부모를 여읨
pl: Półsierota
zh_hans: 半孤儿
zh_hant: 半孤兒

# trait.Half-sister
source: Half-sister
de: Halbschwester
ja: 異母・異父姉妹
ko: 이복·이부 자매
pl: Siostra przyrodnia
zh_hans: 同父异母或同母异父姐妹
zh_hant: 同父異母或同母異父姐妹

# trait.Half-Skirt
source: Half-Skirt
de: Halber Rock
ja: ハーフスカート
ko: 하프 스커트
pl: Półspódnica
zh_hans: 半边裙
zh_hant: 半邊裙

# trait.Halloween Costume
source: Halloween Costume
de: Halloweenkostüm
ja: ハロウィーン衣装
ko: 할로윈 의상
pl: Kostium na Halloween
zh_hans: 万圣节服装
zh_hant: 萬聖節服裝

# trait.Hallucination
source: Hallucination
de: Halluzination
ja: 幻覚
ko: 환각
pl: Halucynacja
zh_hans: 幻觉
zh_hant: 幻覺

# trait.Halo
source: Halo
de: Heiligenschein
ja: 光輪
ko: 후광
pl: Aureola
zh_hans: 光环
zh_hant: 光環

# trait.Halterneck Dress
source: Halterneck Dress
de: Neckholderkleid
ja: ホルターネックドレス
ko: 홀터넥 드레스
pl: Sukienka wiązana na szyi
zh_hans: 挂脖连衣裙
zh_hant: 繞頸洋裝

# trait.Han'you
source: Han'you
de: Halbyōkai
ja: 半妖
ko: 반요
pl: Półyōkai
zh_hans: 半妖
zh_hant: 半妖

# trait.Hand Fan
source: Hand Fan
de: Handfächer
ja: 扇子
ko: 부채
pl: Wachlarz
zh_hans: 折扇
zh_hant: 折扇

# trait.Hand Saw
source: Hand Saw
de: Handsäge
ja: 手鋸
ko: 수동 톱
pl: Piła ręczna
zh_hans: 手锯
zh_hant: 手鋸

# trait.Handbag
source: Handbag
de: Handtasche
ja: ハンドバッグ
ko: 핸드백
pl: Torebka
zh_hans: 手提包
zh_hant: 手提包

# trait.Handcuffed Sex
source: Handcuffed Sex
de: Sex mit Handschellen
ja: 手錠セックス
ko: 수갑을 찬 상태의 성교
pl: Seks w kajdankach
zh_hans: 手铐性爱
zh_hant: 手銬性愛

# trait.Handgun
source: Handgun
de: Handfeuerwaffe
ja: 拳銃
ko: 권총
pl: Krótka broń palna
zh_hans: 手枪
zh_hant: 手槍

# trait.Handjob
source: Handjob
de: Manuelle Penisstimulation
ja: 手コキ
ko: 핸드잡
pl: Ręczna stymulacja penisa
zh_hans: 手交
zh_hant: 手交

# trait.Haphephobia
source: Haphephobia
de: Berührungsangst
ja: 接触恐怖症
ko: 접촉 공포증
pl: Lęk przed dotykiem
zh_hans: 接触恐惧症
zh_hant: 接觸恐懼症

# trait.Happi
source: Happi
de: Happi-Jacke
ja: 法被
ko: 핫피
pl: Kurtka happi
zh_hans: 法被
zh_hant: 法被

# trait.Haraguro
source: Haraguro
de: Freundlich wirkend, aber hinterhältig
ja: 腹黒
ko: 복흑
pl: Pozornie życzliwy, lecz podstępny
zh_hans: 腹黑
zh_hant: 腹黑

# trait.Hard Worker
source: Hard Worker
de: Fleißig
ja: 努力家
ko: 노력가
pl: Pracowity
zh_hans: 勤奋
zh_hant: 勤奮

# trait.Harminist
source: Harminist
de: Mundharmonikaspieler
ja: ハーモニカ奏者
ko: 하모니카 연주자
pl: Harmonijkarz
zh_hans: 口琴手
zh_hant: 口琴手

# trait.Harp
source: Harp
de: Harfe
ja: ハープ
ko: 하프
pl: Harfa
zh_hans: 竖琴
zh_hant: 竪琴

# trait.Harpy
source: Harpy
de: Harpyie
ja: ハーピー
ko: 하피
pl: Harpia
zh_hans: 鹰身女妖
zh_hant: 鷹身女妖

# trait.Hat
source: Hat
de: Hut
ja: 帽子
ko: 모자
pl: Kapelusz
zh_hans: 帽子
zh_hant: 帽子

# trait.Hazel
source: Hazel
de: Haselnussbraun
ja: ヘーゼル
ko: 헤이즐색
pl: Piwne
zh_hans: 榛色
zh_hant: 榛色

# trait.Head of a Sect
source: Head of a Sect
de: Sektenführer
ja: 宗派の長
ko: 종파의 수장
pl: Przywódca sekty
zh_hans: 教派领袖
zh_hant: 教派領袖

# trait.Head of Household
source: Head of Household
de: Familienoberhaupt
ja: 世帯主
ko: 가장
pl: Głowa rodziny
zh_hans: 一家之主
zh_hant: 一家之主

# trait.Head Wings
source: Head Wings
de: Flügel am Kopf
ja: 頭部の翼
ko: 머리 날개
pl: Skrzydła na głowie
zh_hans: 头翼
zh_hant: 頭翼

# trait.Headache
source: Headache
de: Kopfschmerzen
ja: 頭痛
ko: 두통
pl: Ból głowy
zh_hans: 头痛
zh_hant: 頭痛

# trait.Headband
source: Headband
de: Stirnband
ja: ヘッドバンド
ko: 머리띠
pl: Opaska na głowę
zh_hans: 头带
zh_hant: 頭帶

# trait.Headless
source: Headless
de: Kopflos
ja: 首なし
ko: 머리 없음
pl: Bezgłowy
zh_hans: 无头
zh_hant: 無頭

# trait.Headphones
source: Headphones
de: Kopfhörer
ja: ヘッドホン
ko: 헤드폰
pl: Słuchawki
zh_hans: 耳机
zh_hant: 耳機

# trait.Headscarf
source: Headscarf
de: Kopftuch
ja: ヘッドスカーフ
ko: 헤드 스카프
pl: Chusta na głowę
zh_hans: 头巾
zh_hant: 頭巾

# trait.Headwear
source: Headwear
de: Kopfbedeckung
ja: 頭飾り
ko: 머리 장식
pl: Nakrycie głowy
zh_hans: 头饰
zh_hant: 頭飾

# trait.Healer
source: Healer
de: Heiler
ja: ヒーラー
ko: 힐러
pl: Uzdrowiciel
zh_hans: 治疗师
zh_hant: 治療師

# trait.Health Committee Member
source: Health Committee Member
de: Mitglied des Gesundheitsausschusses
ja: 保健委員
ko: 보건 위원
pl: Członek komitetu do spraw zdrowia
zh_hans: 保健委员
zh_hant: 保健委員

# trait.Health Related
source: Health Related
de: Gesundheitsbezogen
ja: 健康関連
ko: 건강 관련
pl: Związane ze zdrowiem
zh_hans: 健康相关
zh_hant: 健康相關

# trait.Healthcare Professional
source: Healthcare Professional
de: Medizinisches Fachpersonal
ja: 医療従事者
ko: 의료 종사자
pl: Pracownik ochrony zdrowia
zh_hans: 医务人员
zh_hant: 醫事人員

# trait.Heart Disease
source: Heart Disease
de: Herzerkrankung
ja: 心臓病
ko: 심장병
pl: Choroba serca
zh_hans: 心脏病
zh_hant: 心臟病

# trait.Heart Shaped Cutout
source: Heart Shaped Cutout
de: Herzförmiger Ausschnitt
ja: ハート型の切り抜き
ko: 하트 모양 컷아웃
pl: Wycięcie w kształcie serca
zh_hans: 心形镂空
zh_hant: 心形鏤空

# trait.Heir
source: Heir
de: Erbe
ja: 後継者
ko: 후계자
pl: Dziedzic
zh_hans: 继承人
zh_hant: 繼承人

# trait.Hellhound
source: Hellhound
de: Höllenhund
ja: ヘルハウンド
ko: 헬하운드
pl: Piekielny ogar
zh_hans: 地狱犬
zh_hant: 地獄犬

# trait.Helmet
source: Helmet
de: Helm
ja: ヘルメット
ko: 헬멧
pl: Hełm
zh_hans: 头盔
zh_hant: 頭盔

# trait.Henchman
source: Henchman
de: Handlanger
ja: 手下
ko: 부하
pl: Poplecznik
zh_hans: 帮凶
zh_hant: 幫凶

# trait.Henpecked
source: Henpecked
de: Unter dem Pantoffel
ja: 恐妻家
ko: 공처가
pl: Pod pantoflem
zh_hans: 惧内
zh_hant: 懼內

# trait.Henshin
source: Henshin
de: Verwandlung
ja: 変身
ko: 변신
pl: Transformacja
zh_hans: 变身
zh_hant: 變身

# trait.Hermit
source: Hermit
de: Einsiedler
ja: 隠者
ko: 은자
pl: Pustelnik
zh_hans: 隐士
zh_hant: 隱士

# trait.Hero
source: Hero
de: Held
ja: 男性主人公
ko: 남성 주인공
pl: Bohater
zh_hans: 男主角
zh_hant: 男主角

# trait.Hetare
source: Hetare
de: Schwach und feige
ja: ヘタレ
ko: 헤타레
pl: Słaby i tchórzliwy
zh_hans: 窝囊
zh_hant: 窩囊

# trait.Heterochromia
source: Heterochromia
de: Heterochromie
ja: 虹彩異色症
ko: 오드아이
zh_hans: 异色瞳
zh_hant: 異色瞳

# trait.Hidden
source: Hidden
de: Verborgen
ja: 隠されている
ko: 숨겨짐
pl: Ukryte
zh_hans: 隐藏
zh_hant: 隱藏

# trait.Hidden Vibrator
source: Hidden Vibrator
de: Versteckter Vibrator
ja: 隠しバイブ
ko: 숨겨진 바이브레이터
pl: Ukryty wibrator
zh_hans: 隐藏跳蛋
zh_hant: 隱藏跳蛋

# trait.High Alcohol Tolerance
source: High Alcohol Tolerance
de: Hohe Alkoholtoleranz
ja: 酒に強い
ko: 술이 셈
pl: Duża tolerancja alkoholu
zh_hans: 酒量大
zh_hant: 酒量大

# trait.High Heeled Boots
source: High Heeled Boots
de: Stiefel mit hohen Absätzen
ja: ハイヒールブーツ
ko: 하이힐 부츠
pl: Buty z cholewką na wysokich obcasach
zh_hans: 高跟靴
zh_hant: 高跟靴

# trait.High Heeled Sandals
source: High Heeled Sandals
de: Sandalen mit hohen Absätzen
ja: ハイヒールサンダル
ko: 하이힐 샌들
pl: Sandały na wysokich obcasach
zh_hans: 高跟凉鞋
zh_hant: 高跟涼鞋

# trait.High Heeled Shoes
source: High Heeled Shoes
de: Schuhe mit hohen Absätzen
ja: ハイヒールシューズ
ko: 하이힐 구두
pl: Buty na wysokich obcasach
zh_hans: 高跟鞋
zh_hant: 高跟鞋

# trait.High Heels
source: High Heels
de: Hohe Absätze
ja: ハイヒール
ko: 하이힐
pl: Wysokie obcasy
zh_hans: 高跟鞋
zh_hant: 高跟鞋

# trait.High School Student
source: High School Student
de: Oberschüler
ja: 高校生
ko: 고등학생
pl: Uczeń szkoły średniej
zh_hans: 高中生
zh_hant: 高中生

# trait.High-class Prostitute
source: High-class Prostitute
de: Luxusprostituierte
ja: 高級娼婦
ko: 고급 성 노동자
pl: Osoba świadcząca luksusowe usługi seksualne
zh_hans: 高级妓女
zh_hant: 高級妓女

# trait.High-Tech Sex Engine
source: High-Tech Sex Engine
de: Technisch aufwendiges Sexsystem
ja: 高性能セックスエンジン
ko: 첨단 섹스 엔진
pl: Zaawansowany technicznie system seksu
zh_hans: 高技术性爱系统
zh_hant: 高科技性愛系統

# trait.Hijab
source: Hijab
de: Hidschab
ja: ヒジャブ
ko: 히잡
pl: Hidżab
zh_hans: 希贾布
zh_hant: 希賈布

# trait.Hikimayu
source: Hikimayu
de: Hikimayu-Augenbrauen
ja: 引眉
ko: 히키마유
pl: Brwi hikimayu
zh_hans: 引眉
zh_hant: 引眉

# trait.Hime Cut
source: Hime Cut
de: Hime-Schnitt
ja: 姫カット
ko: 히메컷
pl: Fryzura hime
zh_hans: 姬发式
zh_hant: 姬髮式

# trait.Hip Scarf
source: Hip Scarf
de: Hüfttuch
ja: ヒップスカーフ
ko: 힙 스카프
pl: Chusta na biodra
zh_hans: 臀巾
zh_hant: 臀巾

# trait.Hispanic
source: Hispanic
de: Hispanisch
ja: ヒスパニック系
ko: 히스패닉계
pl: Pochodzenie latynoskie
zh_hans: 西裔
zh_hant: 西裔

# trait.Historian
source: Historian
de: Historiker
ja: 歴史家
ko: 역사가
pl: Historyk
zh_hans: 历史学家
zh_hant: 歷史學家

# trait.Homeless
source: Homeless
de: Obdachlos
ja: ホームレス
ko: 노숙자
pl: Bezdomny
zh_hans: 无家可归
zh_hant: 無家可歸

# trait.Homeroom Teacher
source: Homeroom Teacher
de: Klassenlehrer
ja: 担任教師
ko: 담임 교사
pl: Wychowawca klasy
zh_hans: 班主任
zh_hant: 導師

# trait.Homicide
source: Homicide
de: Tötung
ja: 殺人
ko: 살인
pl: Zabójstwo
zh_hans: 杀人
zh_hant: 殺人

# trait.Homophobe
source: Homophobe
de: Homophob
ja: 同性愛嫌悪者
ko: 동성애 혐오자
pl: Homofob
zh_hans: 恐同者
zh_hant: 恐同者

# trait.Homosexual
source: Homosexual
de: Homosexuell
ja: 同性愛者
ko: 동성애자
pl: Homoseksualny
zh_hans: 同性恋
zh_hant: 同性戀

# trait.Homunculus
source: Homunculus
de: Homunkulus
ja: ホムンクルス
ko: 호문쿨루스
pl: Homunkulus
zh_hans: 人造人
zh_hant: 人造人

# trait.Honest
source: Honest
de: Ehrlich
ja: 正直
ko: 정직함
pl: Uczciwy
zh_hans: 诚实
zh_hant: 誠實

# trait.Honor Student
source: Honor Student
de: Vorzugsschüler
ja: 優等生
ko: 우등생
pl: Wzorowy uczeń
zh_hans: 优等生
zh_hant: 優等生

# trait.Honorable
source: Honorable
de: Ehrenhaft
ja: 高潔
ko: 고결함
pl: Honorowy
zh_hans: 品行高尚
zh_hant: 品行高尚

# trait.Hood
source: Hood
de: Kapuze
ja: フード
ko: 후드
pl: Kaptur
zh_hans: 兜帽
zh_hant: 兜帽

# trait.Hoodie
source: Hoodie
de: Kapuzenpullover
ja: パーカー
ko: 후드티
pl: Bluza z kapturem
zh_hans: 连帽衫
zh_hant: 連帽上衣

# trait.Hookah
source: Hookah
de: Wasserpfeife
ja: 水たばこ
ko: 물담배
pl: Fajka wodna
zh_hans: 水烟壶
zh_hant: 水煙壺

# trait.Horns
source: Horns
de: Hörner
ja: 角
ko: 뿔
pl: Rogi
zh_hans: 角
zh_hant: 角

# trait.Horse
source: Horse
de: Pferd
ja: 馬
ko: 말
pl: Koń
zh_hans: 马
zh_hant: 馬

# trait.Horse Cosplay
source: Horse Cosplay
de: Pferde-Cosplay
ja: 馬コスプレ
ko: 말 코스프레
pl: Cosplay konia
zh_hans: 马装扮
zh_hant: 馬裝扮

# trait.Hosome
source: Hosome
de: Schmale Augen
ja: 細目
ko: 가는 눈
pl: Wąskie oczy
zh_hans: 细眼
zh_hant: 細眼

# trait.Hospital Gown
source: Hospital Gown
de: Patientenhemd
ja: 病衣
ko: 환자복
pl: Koszula szpitalna
zh_hans: 病号服
zh_hant: 病人服

# trait.Hospitalization
source: Hospitalization
de: Krankenhausaufenthalt
ja: 入院
ko: 입원
pl: Hospitalizacja
zh_hans: 住院
zh_hant: 住院

# trait.Host(ess)
source: Host(ess)
de: Bezahlte Gesellschaftsperson
ja: ホスト・ホステス
ko: 호스트·호스티스
pl: Osoba świadcząca płatne towarzystwo
zh_hans: 陪酒员
zh_hant: 陪酒員

# trait.Hotblooded
source: Hotblooded
de: Heißblütig
ja: 熱血
ko: 열혈
pl: Porywczy
zh_hans: 热血
zh_hant: 熱血

# trait.Househusband
source: Househusband
de: Hausmann
ja: 主夫
ko: 남성 전업주부
pl: Mężczyzna zajmujący się domem
zh_hans: 家庭煮夫
zh_hant: 家庭煮夫

# trait.Housekeeper
source: Housekeeper
de: Haushaltshilfe
ja: ハウスキーパー
ko: 가사 도우미
pl: Pomoc domowa
zh_hans: 家政人员
zh_hant: 家政人員

# trait.Housewife
source: Housewife
de: Hausfrau
ja: 主婦
ko: 여성 전업주부
pl: Gospodyni domowa
zh_hans: 家庭主妇
zh_hant: 家庭主婦

# trait.Huge Breasts
source: Huge Breasts
de: Sehr große Brüste
ja: 爆乳
ko: 폭유
pl: Bardzo duże piersi
zh_hans: 爆乳
zh_hant: 爆乳

# trait.Huge Insertion
source: Huge Insertion
de: Einführen sehr großer Gegenstände
ja: 巨大物挿入
ko: 거대 물체 삽입
pl: Wprowadzanie bardzo dużych przedmiotów
zh_hans: 巨物插入
zh_hant: 巨物插入

# trait.Human Branding
source: Human Branding
de: Brandmarkung von Menschen
ja: 人間への焼印
ko: 인체 낙인
pl: Piętnowanie ludzi rozgrzanym żelazem
zh_hans: 人体烙印
zh_hant: 人體烙印

# trait.Human Furniture
source: Human Furniture
de: Menschen als Möbel
ja: 人間家具
ko: 인간 가구
pl: Ludzie jako meble
zh_hans: 人体家具
zh_hant: 人體家具

# trait.Human Subject Research
source: Human Subject Research
de: Forschung an Menschen
ja: 人体実験
ko: 인체 실험
pl: Badania na ludziach
zh_hans: 人体试验
zh_hant: 人體試驗

# trait.Humanoid (Non-human)
source: Humanoid (Non-human)
de: Humanoid (nicht menschlich)
ja: 人型（人間以外）
ko: 인간형(비인간)
pl: Humanoid (nie człowiek)
zh_hans: 类人形（非人类）
zh_hant: 類人型（非人類）

# trait.Humble
source: Humble
de: Bescheiden
ja: 謙虚
ko: 겸손함
pl: Skromny
zh_hans: 谦逊
zh_hant: 謙遜

# trait.Humping
source: Humping
de: Sexuelles Reiben
ja: 腰振り
ko: 몸 비비기
pl: Ocieranie seksualne
zh_hans: 蹭磨性爱
zh_hant: 蹭磨性愛

# trait.Hunchback
source: Hunchback
de: Bucklig
ja: 背中が曲がっている
ko: 등이 굽음
pl: Garbaty
zh_hans: 驼背
zh_hant: 駝背

# trait.Hungarian
source: Hungarian
de: Ungarisch
ja: ハンガリー人
ko: 헝가리인
pl: Węgier
zh_hans: 匈牙利人
zh_hant: 匈牙利人

# trait.Hunter
source: Hunter
de: Jäger
ja: 狩人
ko: 사냥꾼
pl: Myśliwy
zh_hans: 猎人
zh_hant: 獵人

# trait.Husband
source: Husband
de: Ehemann
ja: 夫
ko: 남편
pl: Mąż
zh_hans: 丈夫
zh_hant: 丈夫

# trait.Hydrokinetic
source: Hydrokinetic
de: Hydrokinetisch
ja: 水操作能力者
ko: 물 조작 능력자
pl: Zdolność kontrolowania wody
zh_hans: 控水能力者
zh_hant: 控水能力者

# trait.Hymen Reconstruction
source: Hymen Reconstruction
de: Rekonstruktion des Jungfernhäutchens
ja: 処女膜再建
ko: 처녀막 재건
pl: Rekonstrukcja błony dziewiczej
zh_hans: 处女膜修复
zh_hant: 處女膜修復

# trait.Hyogo
source: Hyogo
de: Hyōgo
ja: 兵庫
ko: 효고
pl: Hyōgo
zh_hans: 兵库
zh_hant: 兵庫

# trait.Hypnotism
source: Hypnotism
de: Hypnose
ja: 催眠術
ko: 최면술
pl: Hipnoza
zh_hans: 催眠
zh_hant: 催眠

# trait.Hypocrite
source: Hypocrite
de: Heuchler
ja: 偽善者
ko: 위선자
pl: Hipokryta
zh_hans: 伪君子
zh_hant: 偽君子

# trait.Hypodermic Needle
source: Hypodermic Needle
de: Injektionsnadel
ja: 注射針
ko: 주삿바늘
pl: Igła do zastrzyków
zh_hans: 注射针
zh_hant: 注射針

# trait.Hypothermia
source: Hypothermia
de: Unterkühlung
ja: 低体温症
ko: 저체온증
pl: Hipotermia
zh_hans: 失温
zh_hant: 失溫

# trait.Idiot
source: Idiot
de: Dummkopf
ja: 馬鹿
ko: 바보
pl: Idiota
zh_hans: 笨蛋
zh_hant: 笨蛋

# trait.Ignorant
source: Ignorant
de: Unwissend
ja: 無知
ko: 무지함
pl: Nieświadomy
zh_hans: 无知
zh_hant: 無知

# trait.Illegitimate Child
source: Illegitimate Child
de: Uneheliches Kind
ja: 非嫡出子
ko: 혼외자
pl: Nieślubne dziecko
zh_hans: 私生子
zh_hant: 私生子

# trait.Illiterate
source: Illiterate
de: Analphabet
ja: 非識字者
ko: 문맹
pl: Analfabeta
zh_hans: 文盲
zh_hant: 文盲

# trait.Illness
source: Illness
de: Krankheit
ja: 病気
ko: 질병
pl: Choroba
zh_hans: 疾病
zh_hant: 疾病

# trait.Immature
source: Immature
de: Unreif
ja: 未熟
ko: 미성숙함
pl: Niedojrzały
zh_hans: 不成熟
zh_hant: 不成熟

# trait.Immortal
source: Immortal
de: Unsterblich
ja: 不死
ko: 불사
pl: Nieśmiertelny
zh_hans: 不死
zh_hant: 不死

# trait.Imouto Act
source: Imouto Act
de: Rollenspiel als jüngere Schwester
ja: 妹プレイ
ko: 여동생 역할극
pl: Odgrywanie roli młodszej siostry
zh_hans: 妹妹扮演
zh_hant: 妹妹扮演

# trait.Impact-Play
source: Impact-Play
de: Schlagspiele
ja: インパクトプレイ
ko: 타격 플레이
pl: Zabawy z uderzaniem
zh_hans: 打击玩法
zh_hant: 打擊玩法

# trait.Impersonation
source: Impersonation
de: Identitätsvortäuschung
ja: なりすまし
ko: 사칭
pl: Podszywanie się
zh_hans: 冒充
zh_hant: 冒充

# trait.Impregnation
source: Impregnation
de: Schwängerung
ja: 妊娠
ko: 임신
pl: Zapłodnienie
zh_hans: 受孕
zh_hant: 受孕

# trait.In-law Incest
source: In-law Incest
de: Inzest zwischen angeheirateten Verwandten
ja: 義理の親族との近親相姦
ko: 인척 간 근친상간
pl: Kazirodztwo między powinowatymi
zh_hans: 姻亲乱伦
zh_hant: 姻親亂倫

# trait.Inbred
source: Inbred
de: Aus Inzucht hervorgegangen
ja: 近親交配で生まれた
ko: 근친 교배로 태어남
pl: Potomek blisko spokrewnionych rodziców
zh_hans: 近亲繁殖后代
zh_hant: 近親繁殖後代

# trait.Inbreeding
source: Inbreeding
de: Inzucht
ja: 近親交配
ko: 근친 교배
pl: Rozmnażanie w bliskim pokrewieństwie
zh_hans: 近亲繁殖
zh_hant: 近親繁殖

# trait.Incest
source: Incest
de: Inzest
ja: 近親相姦
ko: 근친상간
pl: Kazirodztwo
zh_hans: 乱伦
zh_hant: 亂倫

# trait.Incest Roleplay
source: Incest Roleplay
de: Inzest-Rollenspiel
ja: 近親相姦ロールプレイ
ko: 근친상간 역할극
pl: Odgrywanie kazirodztwa
zh_hans: 乱伦角色扮演
zh_hant: 亂倫角色扮演

# trait.Incorruptible
source: Incorruptible
de: Unbestechlich
ja: 清廉潔白
ko: 청렴결백함
pl: Nieprzekupny
zh_hans: 廉洁不屈
zh_hant: 廉潔不屈

# trait.Incubus
source: Incubus
de: Inkubus
ja: インキュバス
ko: 인큐버스
pl: Inkub
zh_hans: 梦魔
zh_hant: 夢魔

# trait.Indian
source: Indian
de: Indisch
ja: インド人
ko: 인도인
pl: Hindus
zh_hans: 印度人
zh_hant: 印度人

# trait.Indonesian
source: Indonesian
de: Indonesisch
ja: インドネシア人
ko: 인도네시아인
pl: Indonezyjczyk
zh_hans: 印度尼西亚人
zh_hant: 印尼人

# trait.Infamous
source: Infamous
de: Berüchtigt
ja: 悪名高い
ko: 악명 높음
pl: Osławiony
zh_hans: 臭名昭著
zh_hant: 臭名昭著

# trait.Infant
source: Infant
de: Säugling
ja: 乳児
ko: 영아
pl: Niemowlę
zh_hans: 婴儿
zh_hant: 嬰兒

# trait.Inferiority Complex
source: Inferiority Complex
de: Minderwertigkeitskomplex
ja: 劣等感
ko: 열등감
pl: Kompleks niższości
zh_hans: 自卑情结
zh_hant: 自卑情結

# trait.Infertility
source: Infertility
de: Unfruchtbarkeit
ja: 不妊
ko: 불임
pl: Bezpłodność
zh_hans: 不孕
zh_hant: 不孕

# trait.Infidelity
source: Infidelity
de: Untreue
ja: 不貞
ko: 외도
pl: Niewierność
zh_hans: 不忠
zh_hant: 不忠

# trait.Inflated Belly
source: Inflated Belly
de: Aufgeblähter Bauch
ja: 膨らんだ腹
ko: 부풀어 오른 배
pl: Nadmuchany brzuch
zh_hans: 腹部膨胀
zh_hant: 腹部膨脹

# trait.Inheritance
source: Inheritance
de: Erbschaft
ja: 相続
ko: 상속
pl: Dziedziczenie
zh_hans: 继承
zh_hant: 繼承

# trait.Injury
source: Injury
de: Verletzung
ja: 負傷
ko: 부상
pl: Uraz
zh_hans: 受伤
zh_hant: 受傷

# trait.Inn Manager
source: Inn Manager
de: Gastwirt
ja: 宿屋の主人
ko: 여관 주인
pl: Właściciel zajazdu
zh_hans: 旅店老板
zh_hant: 旅店老闆

# trait.Insanity
source: Insanity
de: Wahnsinn
ja: 狂気
ko: 광기
pl: Szaleństwo
zh_hans: 疯狂
zh_hant: 瘋狂

# trait.Insect
source: Insect
de: Insekt
ja: 昆虫
ko: 곤충
pl: Owad
zh_hans: 昆虫
zh_hant: 昆蟲

# trait.Insect Wings
source: Insect Wings
de: Insektenflügel
ja: 昆虫の翅
ko: 곤충 날개
pl: Skrzydła owada
zh_hans: 昆虫翅膀
zh_hant: 昆蟲翅膀

# trait.Insectophobia
source: Insectophobia
de: Angst vor Insekten
ja: 昆虫恐怖症
ko: 곤충 공포증
pl: Lęk przed owadami
zh_hans: 昆虫恐惧症
zh_hant: 昆蟲恐懼症

# trait.Insightful
source: Insightful
de: Scharfsinnig
ja: 洞察力がある
ko: 통찰력이 있음
pl: Wnikliwy
zh_hans: 有洞察力
zh_hant: 有洞察力

# trait.Insomnia
source: Insomnia
de: Schlaflosigkeit
ja: 不眠症
ko: 불면증
pl: Bezsenność
zh_hans: 失眠
zh_hant: 失眠

# trait.Intake
source: Intake
de: Bogenförmig abstehendes Vorderhaar
ja: 摂取
ko: 섭취
pl: Odstające łuki włosów
zh_hans: 摄入
zh_hant: 攝取

# trait.Intangible
source: Intangible
de: Unkörperlich
ja: 実体がない
ko: 실체 없음
pl: Niematerialny
zh_hans: 无实体
zh_hant: 無實體

# trait.Intercrural Sex
source: Intercrural Sex
de: Schenkelverkehr
ja: 素股
ko: 허벅지 사이 성교
pl: Seks między udami
zh_hans: 股交
zh_hant: 股交

# trait.Interior Designer
source: Interior Designer
de: Innenraumgestalter
ja: インテリアデザイナー
ko: 인테리어 디자이너
pl: Projektant wnętrz
zh_hans: 室内设计师
zh_hant: 室內設計師

# trait.Internal Pissing
source: Internal Pissing
de: Urinieren in den Körper
ja: 体内放尿
ko: 체내 배뇨
pl: Oddawanie moczu do wnętrza ciała
zh_hans: 体内排尿
zh_hant: 體內排尿

# trait.Interrogation
source: Interrogation
de: Verhör
ja: 尋問
ko: 심문
pl: Przesłuchanie
zh_hans: 审讯
zh_hant: 審問

# trait.Intersex
source: Intersex
de: Intergeschlechtlich
ja: インターセックス
ko: 인터섹스
pl: Interpłciowy
zh_hans: 间性人
zh_hant: 間性人

# trait.Inumimi Headband
source: Inumimi Headband
de: Haarreif mit Hundeohren
ja: 犬耳カチューシャ
ko: 개 귀 머리띠
pl: Opaska z psimi uszami
zh_hans: 犬耳发箍
zh_hant: 犬耳髮箍

# trait.Inventor
source: Inventor
de: Erfinder
ja: 発明家
ko: 발명가
pl: Wynalazca
zh_hans: 发明家
zh_hant: 發明家

# trait.Inverted Nipples
source: Inverted Nipples
de: Eingezogene Brustwarzen
ja: 陥没乳首
ko: 함몰 유두
pl: Wklęsłe brodawki sutkowe
zh_hans: 凹陷乳头
zh_hant: 凹陷乳頭

# trait.Investigation
source: Investigation
de: Ermittlung
ja: 捜査
ko: 수사
pl: Śledztwo
zh_hans: 调查
zh_hant: 調查

# trait.Invisibility
source: Invisibility
de: Unsichtbarkeit
ja: 透明化
ko: 투명화
pl: Niewidzialność
zh_hans: 隐身
zh_hant: 隱身

# trait.Iranian
source: Iranian
de: Iranisch
ja: イラン人
ko: 이란인
pl: Irańczyk
zh_hans: 伊朗人
zh_hant: 伊朗人

# trait.Irish
source: Irish
de: Irisch
ja: アイルランド人
ko: 아일랜드인
pl: Irlandczyk
zh_hans: 爱尔兰人
zh_hant: 愛爾蘭人

# trait.Italian
source: Italian
de: Italienisch
ja: イタリア人
ko: 이탈리아인
pl: Włoch
zh_hans: 意大利人
zh_hant: 義大利人

# trait.Items
source: Items
de: Gegenstände
ja: アイテム
ko: 아이템
pl: Przedmioty
zh_hans: 物品
zh_hant: 物品

# trait.Itome
source: Itome
de: Zu schmalen Schlitzen geschlossene Augen
ja: 糸目
ko: 실눈
pl: Oczy przymknięte w wąskie szczeliny
zh_hans: 眯眯眼
zh_hant: 眯眯眼

# trait.Jacket
source: Jacket
de: Jacke
ja: ジャケット
ko: 재킷
pl: Kurtka
zh_hans: 夹克
zh_hant: 夾克

# trait.Janitor
source: Janitor
de: Hausmeister
ja: 用務員
ko: 관리원
pl: Dozorca
zh_hans: 校工
zh_hant: 校工

# trait.Japanese (Expatriate)
source: Japanese (Expatriate)
de: Japaner im Ausland
ja: 海外在住の日本人
ko: 해외 거주 일본인
pl: Japończyk mieszkający za granicą
zh_hans: 旅居海外的日本人
zh_hant: 旅居海外的日本人

# trait.Japanese Coat
source: Japanese Coat
de: Japanischer Mantel
ja: 和風コート
ko: 일본풍 코트
pl: Płaszcz japoński
zh_hans: 日式外套
zh_hant: 日式外套

# trait.Japanese Dialect
source: Japanese Dialect
de: Japanischer Dialekt
ja: 日本語の方言
ko: 일본어 방언
pl: Dialekt japoński
zh_hans: 日语方言
zh_hant: 日語方言

# trait.Japanese Traditional Dance
source: Japanese Traditional Dance
de: Traditioneller japanischer Tanz
ja: 日本舞踊
ko: 일본 전통 무용
pl: Tradycyjny taniec japoński
zh_hans: 日本传统舞蹈
zh_hant: 日本傳統舞蹈

# trait.Japanophile
source: Japanophile
de: Japanliebhaber
ja: 日本好き
ko: 일본 애호가
pl: Miłośnik Japonii
zh_hans: 日本迷
zh_hant: 日本迷

# trait.Jealous
source: Jealous
de: Eifersüchtig
ja: 嫉妬深い
ko: 질투가 많음
pl: Zazdrosny
zh_hans: 爱嫉妒
zh_hant: 愛嫉妒

# trait.Jester Costume
source: Jester Costume
de: Narrenkostüm
ja: 道化師衣装
ko: 광대 의상
pl: Strój błazna
zh_hans: 弄臣服装
zh_hant: 弄臣服裝

# trait.Jewellery
source: Jewellery
de: Schmuck
ja: 宝飾品
ko: 장신구
pl: Biżuteria
zh_hans: 珠宝
zh_hant: 珠寶

# trait.Jewish
source: Jewish
de: Jüdisch
ja: ユダヤ人
ko: 유대인
pl: Żyd
zh_hans: 犹太人
zh_hant: 猶太人

# trait.Ji
source: Ji
de: Ji-Hellebarde
ja: ジ
ko: 지
pl: Halabarda ji

# trait.Jibun
source: Jibun
de: Selbstbezeichnung „jibun“
ja: 自分
ko: 자칭 ‘지분’
pl: Określanie siebie jako „jibun”
zh_hans: 自称“自分”
zh_hant: 自稱「自分」

# trait.Jin'you
source: Jin'you
de: Menschlicher Yōkai
ja: 人妖（じんよう）
ko: 진요
pl: Ludzki yōkai
zh_hans: 人妖
zh_hant: 人妖

# trait.Jinbaori
source: Jinbaori
de: Jinbaori-Übermantel
ja: 陣羽織
ko: 진바오리
pl: Płaszcz jinbaori
zh_hans: 阵羽织
zh_hant: 陣羽織

# trait.Jirai Kei
source: Jirai Kei
de: Jirai-Kei-Stil
ja: 地雷系
ko: 지뢰계
pl: Styl jirai kei
zh_hans: 地雷系
zh_hant: 地雷系

# trait.Jitome
source: Jitome
de: Halb geschlossene, missbilligende Augen
ja: ジト目
ko: 째려보는 눈
pl: Półprzymknięte oczy wyrażające dezaprobatę
zh_hans: 鄙视眼
zh_hant: 鄙視眼

# trait.Job Hunting
source: Job Hunting
de: Arbeitssuche
ja: 就職活動
ko: 구직 활동
pl: Szukanie pracy
zh_hans: 求职
zh_hant: 求職

# trait.Jock
source: Jock
de: Sportbegeisterter Schüler
ja: 体育会系
ko: 운동부형 인물
pl: Wysportowany uczeń
zh_hans: 体育生
zh_hant: 體育生

# trait.Jockstrap
source: Jockstrap
de: Suspensorium
ja: ジョックストラップ
ko: 조크스트랩
pl: Suspensorium
zh_hans: 护裆内裤
zh_hant: 護襠內褲
